{"name":"Jesus","headerTaglineOne":"Hello 👋","headerTaglineTwo":"I'm Jesus Suarez- Engineer","headerTaglineThree":" Developer","headerTaglineFour":" Based in Valencia, Venezuela.","showCursor":false,"showBlog":false,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/JESM11"},{"id":"5","title":"Email","link":"mailto:jesusernesto.sm@gmail.com"}],"projects":[{"id":"2","title":"ComunicaTEA","description":"Web Development (Undergraduate research)","imageSrc":"https://i.postimg.cc/3N4W73By/comunica-TEA.png","url":"https://github.com/JESM11/Proyecto_TOMO_2.git"},{"id":"3","title":"Inmuebles","description":"Web Development (CRUD)","imageSrc":"https://i.postimg.cc/15zbmMLZ/inmuebles.png","url":"https://github.com/JESM11/CRUD-INMUEBLES"},{"id":"a279a12c-32a4-4300-ac58-f4f43c52f17e","title":"Django API","description":"Django Development (API) ","imageSrc":"https://i.postimg.cc/65Sb9Krd/image.png","url":"https://github.com/JESM11/API2_Django_Met_Cuant"}],"services":[],"aboutpara":"In the first proyect, i developed an AI-powered web application providing visual cues for autistic individuals with low to medium support needs.  Using a quantitative approach and XP methodology, the project focused on designing a didactic tool to improve communication and comprehension. \n\nin the second proyect, I developed a CRUD (Create, Read, Update, Delete) web application for managing real estate information.  Using a quantitative approach and agile methodologies, the project focused on designing a system to keep property details organized and easily accessible, thereby improving data management and search efficiency.\n\nin the third project, I developed an API for a class on quantitative methods.  Using a quantitative approach and an iterative development process, the project focused on designing an efficient API to provide statistical functions and data analysis for academic purposes.\n\n","resume":{"tagline":"👋  I'm a Computer Engineer.","description":"I am a proactive, organized, and responsible person.\n\nI excel at teamwork, quick decision-making, and correct follow-through of instructions. I am looking for a dynamic and challenging job position.\n\nWith aspirations to become a systems and applications developer.","experiences":[],"education":{"universityName":"Universidad José Antonio Páez ","universityDate":"2021-2024","universityPara":"The Computer Engineering program at UJAP provides students with a comprehensive education in the principles and practices of computer science and engineering. It prepares graduates for careers in the rapidly evolving field of technology, equipping them with the skills to design, develop, and implement software and hardware solutions."},"languages":["Python","Javascript","HTML","Java"],"frameworks":["React","Django","Laravel","Angular"],"others":["Tailwind","Bootstrap"]}}